/* appended to region name when merging regions */
" merged" = " fusionné";

/* appended to region name of mixed down regions */
" mixed" = " mixé";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ nécessaire|%@ disponible.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(vide)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(NON vide)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ n’est pas disponible.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ Modules non disponibles.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@ : Module « %@ »%@%@ non disponible !][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@ : Module « %@ »%@%@ non disponible !][OK|√Ne plus afficher]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@ :|^P ne peut pas allouer suffisamment de mémoire aux %ld pistes audio nécessaires.|Seules %ld pistes audio sont disponibles.|%@ de mémoire système supplémentaire est requis.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Fréquence d’échantillonnage %ld interdite.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld fichier(s) audio sur %ld est/sont introuvable(s).|%@ néanmoins le ou les fichiers audio trouvés ?][Non|Oui]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld fichiers audio sur %ld sont introuvables.|(« %@ », …)][Continuer]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][« %@ » ne peut pas être reproduit sur la piste %ld à partir du lecteur/de la partition « %@ »][OK|√Ne plus afficher]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][« %@ » du disque/de la partition « %@ » ne peut pas être utilisé.|Disque/partition non autorisé(e) !][OK|√Ne plus afficher]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][« %@ » du disque/de la partition « %@ » ne peut pas être utilisé.|Disque/partition non autorisé(e) !][OK|Charger]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][« %@ » correspond à un fichier à %ld bits et ne peut pas être reproduit via %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][« %@ » est déjà inclus !][Annuler]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][« %@ » est vide !][Annuler]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][« %@ » n’est pas un fichier audio au format Wave PCM standard.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][« %@ » ou « %@ » existe déjà !][Utiliser|Remplacer]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P a détecté %ld fichier(s) audio au format %ld bits.|Ce format n’est pas pris en charge et ne peut pas être reproduit.][OK|√Ne plus afficher]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P recherche des périphériques audio sur votre système et a détecté un périphérique appelé « %@ ».|Si vous souhaitez l’utiliser, ne le déconnectez pas durant la recherche.|Voulez-vous utiliser ce périphérique ?][Oui|Non]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Interrompre ?][Continuer|Interrompre]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Enregistrement déjà en cours…][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Une erreur est survenue.||Code du résultat = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Une erreur est survenue.||Code du résultat = %ld||Fichier = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Audio %@ %@ ne peut pas être utilisé pour lire « %@ » à partir du disque/de la partition « %@ »][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Fichier audio « %@ » introuvable !]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Erreur d’autorisation Audio Unit.|L’Audio Unit « %@ » par « %@ » indique qu’il n’est pas correctement autorisé sur ce système.|Veuillez vous reporter à la documentation du module pour en savoir plus sur la protection de sa copie.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Erreur de compatibilité Audio Unit|L’Audio Unit « %@ » par « %@ » ne satisfait pas tous les critères de la norme Audio Units.|^P ne peut pas enregistrer ou charger les réglages du module. En outre, ces réglages ne peuvent pas s’enregistrer avec le morceau.|Les réglages seront perdus à la fermeture du morceau.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Erreur de paramètre d’automatisation.|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Impossible de supprimer l’instrument « %@ ».|Il est actuellement en service.][Annuler]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Impossible de trouver le fichier audio « %@ ».][OK|√Ne plus afficher]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Impossible de charger l’instrument échantillon« %@ ».|Il a été créé avec une version EXS24 plus récente.][Continuer|√Ne plus afficher]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Piste Accord ajoutée à %d fichiers boucles Apple Loop.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Impossible de trouver les données de progression d’accord dans le fichier %@.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Impossible d’ouvrir le fichier %@ en lecture.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Impossible d’ouvrir le fichier %@ en écriture.][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Impossible de créer la séquence.|Mémoire insuffisante][Annuler]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Impossible de créer la piste.|Nombre maximum de pistes dépassé !][Interrompre]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Voulez-vous également modifier les données d’automatisation ?][Ne pas modifier|Modifier|√Ne plus afficher]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Voulez-vous copier les données d’automatisation ?][Ne pas copier|Copier|√Ne plus afficher]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Êtes-vous sûr de vouloir supprimer toutes les données d’automatisation du projet entier ?|ATTENTION    Cette opération est irréversible.][Annuler|Supprimer]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Voulez-vous effacer les données d’automatisation ?][Ne pas effacer|Effacer|√Ne plus afficher]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Voulez-vous déplacer les données d’automatisation ?][Ne pas déplacer|Déplacer|√Ne plus afficher]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Voulez-vous également exécuter les données d’automatisation ?][Annuler|Exécuter]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Le disque/la partition « %@ » ne peut pas être utilisé(e) pour l’enregistrement audio avec « %@ ».][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Le disque/la partition « %@ » ne peut pas être utilisé(e) pour l’enregistrement audio.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Le disque/la partition « %@ » ne peut pas être utilisé(e) pour l’enregistrement sur la piste audio %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Le disque/la partition « %@ » est saturé(e).][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Code d’erreur %ld renvoyé par le gestionnaire %@.][Continuer]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Erreur lors de la copie des ressources. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Erreur dans CoreMidi :|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Erreur lors du chargement du projet][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Erreur lors de la tentative de synchronisation audio et MIDI.][Continuer]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Erreur lors de la tentative de synchronisation audio et MIDI.|Fréquence d’échantillonnage de %ld reconnue.|%@][Continuer%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Erreur|Impossible d’ouvrir le projet.|Ce projet semble être endommagé.][Annuler]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Erreur|CSong::CreateSeq - taille de bloc interdite][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][Instrument EXS24 « %@ » :|Fichier audio « %@ » introuvable !][Rechercher à nouveau|Continuer]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Dossier %@ détecté avec %ld problèmes. Le supprimer ?][Annuler|Supprimer]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Signature (1) incorrecte][Annuler]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Décompte de pistes interdit][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Groupe d’instruments « %@ » trop volumineux ! Seulement %ld entrées sur %ld ont été converties !][Cancel]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Conflit interne de tâches|Veuillez redémarrer ^P][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Taille de fichier maximale de %@ dépassée.|Veuillez choisir un autre temps de renvoi.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Problème d’allocation de mémoire.][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Mémoire utilisée à présent : %@|Mémoire utilisée auparavant : %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Une correction mineure des données du projet s’imposait. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Conflit Mono/Stéréo !][Annuler]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Conflit Mono<->Stéréo.|Le module ne peut pas être déplacé à cet endroit.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][Aucune boucle Apple Loop sélectionnée.][Interrompre]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][Aucune piste audio n’est active pour l’enregistrement.|Cliquez sur le bouton « R » au niveau de la piste voulue pour la préparer à l’enregistrement.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Les séquences audio non-adjacentes requièrent la création d’un nouveau fichier audio !][Annuler|Créer]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Mémoire insuffisante (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Mémoire insuffisante pour la fonction DSP requise][Annuler]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Mémoire insuffisante pour convertir le morceau.][Annuler]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Mémoire insuffisante pour créer les données d’automatisation des pistes.][Annuler]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Espace insuffisant sur le volume « %@ »|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Remarque : la préférence « performances du processeur » est réglée sur « Automatique ».|Il est recommandé de la régler sur « Maximum ».|Pour modifier ce réglage, choisissez Préférences Système > Économiseur d’énergie > Options.][Continuer]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Remarque : la préférence « performances du processeur » est réglée sur « Réduites ».|Il est recommandé de la régler sur « Maximum ».|Pour modifier ce réglage, choisissez Préférences Système > Économiseur d’énergie > Options.][Continuer]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][La longueur d’un ou plusieurs fichiers audio a été modifiée !|En conséquence, la longueur ou la position du contenu de %ld séquences audio a changé.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][La longueur d’un ou plusieurs fichiers audio a été modifiée !|En conséquence, la longueur ou la position du contenu d’une séquence audio a changé.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Mémoire insuffisante !][Annuler]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Mémoire insuffisante !|(Organisation Audio 1)][Continuer]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Mémoire saturée !|^P requiert plus de mémoire pour afficher les formes d’onde.][Continuer]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Mémoire insuffisante !|Impossible d’insérer ou de supprimer des données][Annuler]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Détection de notes superposées !|Voulez-vous les conserver, les raccourcir ou les diviser ?][Conserver|Raccourcir|Diviser]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Détection de séquences superposées !|Voulez-vous créer des pistes pour les séquences superposées ?][Non|Créer]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Une partie de ce projet n’a pas été jouée.|Ce projet contient trop de pistes d’instruments réels à lire en temps réel.|Pour optimiser les performances, reportez-vous à la page « Optimisation des performances de GarageBand » dans l’Aide GarageBand.][Continuer]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][La lecture a été modifiée|Le lecture de votre projet s’est vue interrompue suite à un changement d’entrée ou de sortie audio système.][Continuer]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Veuillez sélectionner un gestionnaire audio dans la zone de dialogue de préférences suivante.][Continuer]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Veuillez sélectionner la profondeur de bits pour ce projet.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Erreur de lecture !|Format de fichier incorrect][Interrompre]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Disque/partition d’enregistrement « %@ » introuvable !][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Dossier d’enregistrement « %@ » introuvable sur le disque/la partition « %@ ».][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][La fonction DSP requise est inconnue.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][Impossible d’ouvrir le périphérique ReWire « %@ ».|Vous devez d’abord lancer ^P.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Nombre insuffisant de séquences][Annuler]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler :|Mémoire insuffisante pour le chargement de tous les échantillons d’instrument « %@ ».][Continuer]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler :|Mémoire insuffisante pour l’ouverture de l’instrument « %@ ».][Continuer]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Analyse des Audio Units.|^P va examiner à présent %ld modules Audio Units de votre système. Cette opération peut prendre du temps. Cette analyse n’a lieu que la première fois où vous ouvrez ^P ou après avoir installé de nouvelles Audio Units.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Signature %/% non reconnue par @|Utilisation de la valeur par défaut de 4/4.][OK|Annuler]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Certains événements ont été réglés sur la valeur minimale ou maximale.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Impossible de charger ce projet car il a créé avec une version de ^P plus récente.|Veuillez mettre à jour ^P.][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Désolé. Impossible d’annuler la dernière opération][Interrompre]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Désolé.|Annulation impossible.|Mémoire insuffisante.][Interrompre]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][Le périphérique audio « %@ » a été déconnecté !|Voulez-vous passer en audio intégré ou quitter ^P ?][Quitter|Passer en audio intégré]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][Le format du fichier audio « %@ » est de %ld bits et ne peut pas être utilisé.][Annuler]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][Le fichier « %@ » n’est pas un fichier d’instrument EXS.][Annuler]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][Le fichier « %@ » semble être endommagé.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][Le nom de fichier « %@ » est trop long.|^P a besoin de place pour les extensions de nom de fichier|(maximum %ld caractères).][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][Le nom de fichier est trop long.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][Le nombre d’entrées MIDI a changé.|%ld entrées sont désormais disponibles.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][Le nombre d’entrées MIDI a changé.|Aucune entrée n’est maintenant disponible.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][Le nombre d’entrées MIDI a changé.|Une entrée est maintenant disponible.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][Le module « %@ » n’est pas disponible sur votre système.|Choisissez-en un autre ou quittez GarageBand et installez-le sur votre ordinateur pour l’utiliser dans le projet.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Certains événements sont placés avant la position '1 1 1  1'.|Déplacez toutes les pistes sélectionnées ou placez tous les événements upbeat (anacrouse) à la position '1 1 1  1'][Tout déplacer|Upbeat|Annuler]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Il existe des données d’automatisation pour l’instrument précédent.|Voulez-vous déplacer ou copier ces données sur le nouvel instrument?][Non|Copier|Déplacer]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Ce fichier de boucles Apple Loops a été créé à l’aide d’un effet ou d’un instrument qui n’est pas disponible.|Le module « %@ » n’est pas disponible. Pour ajouter cette boucle à l’aide du même son que vous avez entendu dans le navigateur de boucles, faites glisser la boucle vers une nouvelle piste tout en maintenant enfoncée la touche Option.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Ce disque ne peut pas être utilisé pour l’audio.][Interrompre]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Ce type de fichier n’est pas pris en charge.][Interrompre]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Ce projet semble être endommagé. Ouvrez une copie de sauvegarde de ce projet.][Interrompre]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Ce projet a été créé à l’aide d’une nouvelle version de l’application ^P.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Trop de pistes d’automatisation.][Annuler]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Détection d’un bloc de mémoire occupé et non utilisé !|Voulez-vous le supprimer ?][Annuler|Supprimer]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Avertissement ! Mémoire insuffisante !][Réessayer|Annuler]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][ATTENTION   Impossible d’annuler : mémoire insuffisante. Enregistrez le projet et réessayez. Si cela ne donne rien, redémarrez le système et rouvrez le projet.][Annuler]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Avertissement ! Mémoire insuffisante.|Impossible d’annuler cette opération. Voulez-vous cependant continuer ?][Annuler|Continuer]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][ATTENTION    Ce projet a été créé avec une version de ^P plus récente.|Ceci peut entraîner des problèmes.|Veuillez mettre à jour ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Attention ! La taille de la mémoire d’annulation est de plus en plus restreinte. Les %d étapes d’annulation les plus anciennes ont été supprimées.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][ATTENTION|Annulation impossible][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][ATTENTION|Projet endommagé (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][ATTENTION|Bloc inutilisé trouvé dans le projet.|Veuillez enregistrer le projet au préalable.|(Code : 0x%lx)][Annuler|Supprimer]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Avertissement.|Services MIDI de Mac OS X indisponibles.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][ATTENTION|Événement End (fin) manquant dans le projet.][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][ATTENTION|Multitâche en boucle][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld fichier(s) audio doit/doivent être créé(s).|L’opération requiert %@ d’espace disque.][Créer|Annuler]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][« %@ » est de plus petite taille !|Utiliser tout de même ?][Annuler|Utiliser]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Fichier audio « %@ » introuvable.][Ignorer|Rechercher]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Des données d’automatisation existent pour cette piste.|Voulez-vous également supprimer ces données ?][Ne pas supprimer les données|Annuler|Supprimer les données]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Gravure réussie][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Supprimer les réglages existants ?][Annuler|Supprimer]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Supprimer l’instrument « %@ » ?][Annuler|Supprimer%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Supprimer le fichier audio « %@ »%@ enregistré à partir du disque ?|Opération IRRÉVERSIBLE !][Supprimer|Conserver%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Voulez-vous supprimer les données d’automatisation ?][Non|Supprimer]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][Le fichier « %@ » existe.][Annuler|Remplacer]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][La dernière opération dépasse le début de la séquence ou du dossier !|Adapter la taille ?][Annuler|Adapter]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][La dernière opération dépasse la longueur de la séquence ou du dossier !|Adapter la taille ?][Annuler|Adapter]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Lancer le gestionnaire de « %@ » ?][Oui|Non]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Souhaitez-vous remplacer les réglages existants ?][Annuler|Remplacer]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Une partie de ce projet n’a pas été jouée.|Ce projet contient trop de pistes, d’effets ou de notes à reproduire en temps réel.|Pour optimiser les performances, reportez-vous à la page « Optimisation des performances de GarageBand » dans l’Aide GarageBand.][Continuer]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Souhaitez-vous remplacer la sélection actuelle ?][Non|Remplacer]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simulation réussie][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][Le serveur Audio Unit (AU) 32 bits a quitté inopinément.|Toute modification non enregistrée des paramètres du module Audio Unit sera perdue. Vous pouvez essayer de redémarrer le serveur AU 32 bits. Dans le cas d’un problème persistant, cliquez sur Annuler, puis quittez et redémarrez ^P.][Annuler|Redémarrer le serveur AU 32 bits]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][Le format de destination ne prend pas en charge les fréquences d’échantillonnage supérieures à 48 kHz.|^P peut convertir la fréquence d’échantillonnage des données renvoyées. Voulez-vous effectuer cette opération ?][Annuler|Convertir]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][Impossible d’ouvrir le fichier « %@ » car il se trouve dans la Corbeille.|Pour utiliser cet élément, faites-le d’abord glisser hors de la Corbeille.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Impossible de créer le lancement !][INTERROMPRE]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Impossible de créer la séquence][Annuler]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Impossible d’enregistrer les événements.|Voulez-vous réorganiser la mémoire ?|%ld,%ld,%ld][OK|Réorganiser]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Région non autorisée (2)][Réparer|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Numéro de séquence incorrect][Annuler]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Cas de mémoire insuffisante.|(Nombre de pointeurs maîtres insuffisant.)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Erreur de sortie MIDI][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Délai MIDI |^P a détecté un délai MIDI. Veuillez redémarrer votre ordinateur ^P.|Si le problème persiste, mettez à jour vers la dernière version les gestionnaires de tous le périphériques MIDI connectés (y compris les gestionnaires audio comportant une fonctionnalité MIDI). Pour obtenir des instructions afin de supprimer des gestionnaires anciens, veuillez consulter la documentation du fabricant.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Problème mineur rencontré dans les données (3)][Réparer|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Le fichier du module interne « %@ » est obsolète et ne peut pas être utilisé avec cette version de ^P.|Procurez-vous une mise à jour du fichier, puis déplacez-le dans le dossier « %@ ».][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Le fichier du module interne « %@ » est trop récent et ne peut pas être utilisé avec cette version de ^P.|Procurez-vous une mise à jour du fichier de l’application ^P.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][Aucune donnée correspondante sur le presse-papiers !][Interrompre]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][Aucune piste d’enregistrement spécifiée !][INTERROMPRE]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][Aucune piste d’enregistrement spécifiée.][Annuler]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Mémoire insuffisante pour un nouveau projet][Interrompre]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Mémoire insuffisante pour créer un presse-papiers !][Interrompre]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Mémoire insuffisante pour créer un presse-papiers/annuler !|Ne devrait jamais survenir.][Interrompre]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Mémoire insuffisante pour créer un objet][Interrompre]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Mémoire insuffisante|(pistes de lecture)][Interrompre]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Erreur de lecture.|Ceci n’est pas un projet ^P.][Interrompre]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Format de projet trop ancien.][Interrompre]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Des séquences se trouvent dans cette piste !|Supprimer la piste et les séquences ?][Annuler|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Type d’action Annuler inconnue][Interrompre]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][ATTENTION    Mémoire insuffisante.|Cette opération est irréversible.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][ATTENTION|Il se peut que le projet soit endommagé.][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Version incorrecte !][Interrompre]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Vous possédez une ancienne version du gestionnaire MIDI USB d’Emagic installée sur votre ordinateur.|Cela peut entraîner une communication MIDI instable et des pannes. Veuillez installer la version 1.5 ou une ultérieure. Cette version actuelle est disponible sur le site www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Continuer]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Connecté à";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R double couche";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "pour la création du/des fichier(s) de gel de piste(s).";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "En transition…";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Chargement des fichiers audio pour « %@ »…";

/* cd/dvd media status display */
"No media" = "Aucun support";

/* Node */
"Not connected" = "Non connecté";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Il y a un message à l’écran";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "inconnu";

/* cd/dvd media status display */
"Unknown media type" = "Type de support inconnu";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "sans titre";

